Repository: AgentScienceandResearch/Finance-Tracker-iOS
Catalog: App Template/Localizable.xcstrings
Source language: en
Languages: ar_sa, bn_bd, de_de, es_mx, fr_ca, gu_in, he, hi, hr, id, it, ja, kn_in, ko, ml_in, mr_in, ms, nb, nl_nl, or_in, pa_in, pt_br, ta_in, te_in, th, tr, uk, ur_pk, vi, zh_hans, zh_hant

source: Set the monthly budget to %@.
ar_sa: قم بتعيين الميزانية الشهرية على %@.
bn_bd: মাসিক বাজেট %@ এ সেট করুন।
de_de: Legen Sie das Monatsbudget auf %@ fest.
es_mx: Establezca el presupuesto mensual en %@.
fr_ca: Définissez le budget mensuel sur %@.
gu_in: માસિક બજેટને %@ પર સેટ કરો.
he: הגדר את התקציב החודשי ל-%@.
hi: मासिक बजट %@ पर सेट करें।
hr: Postavite mjesečni proračun na %@.
id: Tetapkan anggaran bulanan ke %@.
it: Imposta il budget mensile su %@.
ja: 毎月の予算を %@ に設定します。
kn_in: ಮಾಸಿಕ ಬಜೆಟ್ ಅನ್ನು %@ ಗೆ ಹೊಂದಿಸಿ.
ko: 월예산을 %@(으)로 설정하세요.
ml_in: പ്രതിമാസ ബജറ്റ് %@ ആയി സജ്ജീകരിക്കുക.
mr_in: मासिक बजेट %@ वर सेट करा.
ms: Tetapkan belanjawan bulanan kepada %@.
nb: Sett det månedlige budsjettet til %@.
nl_nl: Stel het maandbudget in op %@.
or_in: ମାସିକ ବଜେଟ୍ %@ ରେ ସେଟ୍ କରନ୍ତୁ |
pa_in: ਮਹੀਨਾਵਾਰ ਬਜਟ ਨੂੰ %@ 'ਤੇ ਸੈੱਟ ਕਰੋ।
pt_br: Defina o orçamento mensal como %@.
ta_in: மாதாந்திர பட்ஜெட்டை %@ ஆக அமைக்கவும்.
te_in: నెలవారీ బడ్జెట్‌ను %@కి సెట్ చేయండి.
th: กำหนดงบประมาณรายเดือนเป็น %@
tr: Aylık bütçeyi %@ olarak ayarlayın.
uk: Установіть місячний бюджет на %@.
ur_pk: ماہانہ بجٹ کو %@ پر سیٹ کریں۔
vi: Đặt ngân sách hàng tháng thành %@.
zh_hans: 将每月预算设置为 %@。
zh_hant: 將每月預算設定為 %@。

source: Settings
ar_sa: الإعدادات
bn_bd: সেটিংস
de_de: Einstellungen
es_mx: Configuración
fr_ca: Paramètres
gu_in: સેટિંગ્સ
he: הגדרות
hi: सेटिंग्स
hr: postavke
id: Pengaturan
it: Impostazioni
ja: 設定
kn_in: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 설정
ml_in: ക്രമീകരണങ്ങൾ
mr_in: सेटिंग्ज
ms: tetapan
nb: Innstillinger
nl_nl: Instellingen
or_in: ସେଟିଂସମୂହ
pa_in: ਸੈਟਿੰਗਾਂ
pt_br: Configurações
ta_in: அமைப்புகள்
te_in: సెట్టింగ్‌లు
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
ur_pk: ترتیبات
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Share
ar_sa: شارك
bn_bd: শেয়ার করুন
de_de: Teilen
es_mx: Compartir
fr_ca: Partager
gu_in: શેર કરો
he: שתף
hi: साझा करें
hr: Podijelite
id: Bagikan
it: Condividi
ja: シェアする
kn_in: ಹಂಚಿಕೊಳ್ಳಿ
ko: 공유
ml_in: പങ്കിടുക
mr_in: शेअर करा
ms: Kongsi
nl_nl: Deel
or_in: ଅଂଶୀଦାର କରନ୍ତୁ |
pa_in: ਸ਼ੇਅਰ ਕਰੋ
pt_br: Compartilhar
ta_in: பகிரவும்
te_in: షేర్ చేయండి
th: แบ่งปัน
tr: Paylaş
uk: Поділіться
ur_pk: شیئر کریں۔
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

source: Shopping
ar_sa: التسوق
bn_bd: কেনাকাটা
de_de: Einkaufen
es_mx: Compras
fr_ca: Achats
gu_in: શોપિંગ
he: קניות
hi: खरीदारी
hr: Kupovina
id: Belanja
it: Fare acquisti
ja: ショッピング
kn_in: ಶಾಪಿಂಗ್
ko: 쇼핑
ml_in: ഷോപ്പിംഗ്
mr_in: खरेदी
ms: Membeli-belah
nl_nl: Winkelen
or_in: ସପିଂ
pa_in: ਖਰੀਦਦਾਰੀ
pt_br: Compras
ta_in: ஷாப்பிங்
te_in: షాపింగ్
th: ช้อปปิ้ง
tr: Alışveriş
uk: Шопінг
ur_pk: خریداری
vi: Mua sắm
zh_hans: 购物
zh_hant: 購物

source: Sign In
ar_sa: تسجيل الدخول
bn_bd: সাইন ইন করুন
de_de: Anmelden
es_mx: Iniciar sesión
fr_ca: Connectez-vous
gu_in: સાઇન ઇન કરો
he: היכנס
hi: साइन इन करें
hr: Prijavite se
id: Masuk
it: Accedi
ja: サインイン
kn_in: ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: 로그인
ml_in: സൈൻ ഇൻ ചെയ്യുക
mr_in: साइन इन करा
ms: Log Masuk
nb: Logg på
nl_nl: Inloggen
or_in: ସାଇନ୍ ଇନ୍ କରନ୍ତୁ |
pa_in: ਸਾਈਨ ਇਨ ਕਰੋ
pt_br: Entrar
ta_in: உள்நுழையவும்
te_in: సైన్ ఇన్ చేయండి
th: เข้าสู่ระบบ
tr: Oturum aç
uk: Увійти
ur_pk: سائن ان کریں۔
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

source: Sign Out
ar_sa: تسجيل الخروج
bn_bd: সাইন আউট
de_de: Abmelden
es_mx: Cerrar sesión
fr_ca: Se déconnecter
gu_in: સાઇન આઉટ કરો
he: צא
hi: साइन आउट करें
hr: Odjavi se
id: Keluar
it: Esci
ja: サインアウト
kn_in: ಸೈನ್ ಔಟ್ ಮಾಡಿ
ko: 로그아웃
ml_in: സൈൻ ഔട്ട് ചെയ്യുക
mr_in: साइन आउट करा
ms: Log Keluar
nb: Logg ut
nl_nl: Uitloggen
or_in: ସାଇନ୍ ଆଉଟ୍ କରନ୍ତୁ |
pa_in: ਸਾਈਨ ਆਉਟ ਕਰੋ
pt_br: Sair
ta_in: வெளியேறு
te_in: సైన్ అవుట్ చేయండి
th: ออกจากระบบ
tr: Oturumu Kapat
uk: Вийти
ur_pk: سائن آؤٹ کریں۔
vi: Đăng xuất
zh_hans: 退出
zh_hant: 退出

source: Sign Up
ar_sa: قم بالتسجيل
bn_bd: সাইন আপ করুন
de_de: Melden Sie sich an
es_mx: Regístrate
fr_ca: S'inscrire
gu_in: સાઇન અપ કરો
he: הירשם
hi: साइन अप करें
hr: Prijavite se
id: Daftar
it: Iscriviti
ja: サインアップ
kn_in: ಸೈನ್ ಅಪ್ ಮಾಡಿ
ko: 가입
ml_in: സൈൻ അപ്പ് ചെയ്യുക
mr_in: साइन अप करा
ms: Daftar
nb: Registrer deg
nl_nl: Aanmelden
or_in: ସାଇନ୍ ଅପ୍ କରନ୍ତୁ |
pa_in: ਸਾਈਨ ਅੱਪ ਕਰੋ
pt_br: Inscreva-se
ta_in: பதிவு செய்யவும்
te_in: సైన్ అప్ చేయండి
th: ลงทะเบียน
tr: Kaydol
uk: Зареєструватися
ur_pk: سائن اپ کریں۔
vi: Đăng ký
zh_hans: 注册
zh_hant: 註冊

source: Sign in with Google
ar_sa: تسجيل الدخول باستخدام Google
bn_bd: Google দিয়ে সাইন ইন করুন
de_de: Melden Sie sich mit Google an
es_mx: Iniciar sesión con Google
fr_ca: Connectez-vous avec Google
gu_in: Google વડે સાઇન ઇન કરો
he: היכנס עם Google
hi: Google के साथ साइन इन करें
hr: Prijavite se s Google
id: Masuk dengan Google
it: Accedi con Google
ja: Google でサインイン
kn_in: Google ನೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: Google로 로그인
ml_in: Google ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യുക
mr_in: Google सह साइन इन करा
ms: Log masuk dengan Google
nb: Logg på med Google
nl_nl: Log in met Google
or_in: Google ସହିତ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ |
pa_in: Google ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ
pt_br: Faça login com Google
ta_in: Google உடன் உள்நுழையவும்
te_in: Googleతో సైన్ ఇన్ చేయండి
th: ลงชื่อเข้าใช้ด้วย Google
tr: Google ile oturum açın
uk: Увійдіть за допомогою Google
ur_pk: Google کے ساتھ سائن ان کریں
vi: Đăng nhập bằng Google
zh_hans: 使用 Google 登录
zh_hant: 使用 Google 登入

source: Sign out of Finance Tracker?
ar_sa: هل تريد الخروج من Finance Tracker؟
bn_bd: Finance Tracker থেকে সাইন আউট করবেন?
de_de: Von Finance Tracker abmelden?
es_mx: ¿Cerrar sesión en Finance Tracker?
fr_ca: Vous déconnecter de Finance Tracker ?
gu_in: Finance Tracker માંથી સાઇન આઉટ કરીએ?
he: לצאת מ-Finance Tracker?
hi: Finance Tracker से साइन आउट करें?
hr: Odjaviti se s Finance Tracker?
id: Keluar dari Finance Tracker?
it: Uscire da Finance Tracker?
ja: Finance Tracker からサインアウトしますか?
kn_in: Finance Tracker ನಿಂದ ಸೈನ್ ಔಟ್ ಮಾಡುವುದೇ?
ko: Finance Tracker에서 로그아웃하시겠습니까?
ml_in: Finance Tracker-ൽ നിന്ന് സൈൻ ഔട്ട് ചെയ്യണോ?
mr_in: Finance Tracker मधून साइन आउट करायचे?
ms: Log keluar daripada Finance Tracker?
nb: Vil du logge av Finance Tracker?
nl_nl: Uitloggen bij Finance Tracker?
or_in: Finance Tracker ରୁ ସାଇନ୍ ଆଉଟ୍ କରନ୍ତୁ?
pa_in: Finance Tracker ਤੋਂ ਸਾਈਨ ਆਊਟ ਕਰਨਾ ਹੈ?
pt_br: Sair de Finance Tracker?
ta_in: Finance Tracker இலிருந்து வெளியேறவா?
te_in: Finance Tracker నుండి సైన్ అవుట్ చేయాలా?
th: ออกจากระบบ Finance Tracker หรือไม่
tr: Finance Tracker oturumu kapatılsın mı?
uk: Вийти з Finance Tracker?
ur_pk: Finance Tracker سے سائن آؤٹ کریں؟
vi: Đăng xuất khỏi Finance Tracker?
zh_hans: 退出Finance Tracker？
zh_hant: 退出Finance Tracker？

source: Signing in…
ar_sa: تسجيل الدخول...
bn_bd: সাইন ইন করা হচ্ছে...
de_de: Anmelden…
es_mx: Iniciando sesión…
fr_ca: Connexion…
gu_in: સાઇન ઇન કરી રહ્યાં છીએ...
he: נכנס...
hi: साइन इन किया जा रहा है...
hr: Prijava...
id: Masuk…
it: Accesso…
ja: サインイン中…
kn_in: ಸೈನ್ ಇನ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
ko: 로그인 중…
ml_in: സൈൻ ഇൻ ചെയ്യുന്നു...
mr_in: साइन इन करत आहे...
ms: Melog masuk…
nb: Logger på …
nl_nl: Inloggen…
or_in: ସାଇନ୍ ଇନ୍…
pa_in: ਸਾਈਨ ਇਨ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pt_br: Fazendo login…
ta_in: உள்நுழைகிறது…
te_in: సైన్ ఇన్ చేస్తోంది...
th: กำลังลงชื่อเข้าใช้...
tr: Oturum açılıyor…
uk: Вхід…
ur_pk: سائن ان ہو رہا ہے…
vi: Đang đăng nhập…
zh_hans: 正在登录...
zh_hant: 正在登入...

source: Speed
ar_sa: السرعة
bn_bd: গতি
de_de: Geschwindigkeit
es_mx: Velocidad
fr_ca: Vitesse
gu_in: ઝડપ
he: מהירות
hi: गति
hr: Brzina
id: Kecepatan
it: Velocità
ja: 速度
kn_in: ವೇಗ
ko: 속도
ml_in: വേഗത
mr_in: गती
ms: Kelajuan
nb: Hastighet
nl_nl: Snelheid
or_in: ଗତି
pa_in: ਗਤੀ
pt_br: Velocidade
ta_in: வேகம்
te_in: వేగం
th: ความเร็ว
tr: Hız
uk: швидкість
ur_pk: رفتار
vi: Tốc độ
zh_hans: 速度
zh_hant: 速度

source: Spending
ar_sa: الإنفاق
bn_bd: খরচ
de_de: Ausgaben
es_mx: Gasto
fr_ca: Dépenses
gu_in: ખર્ચ
he: הוצאה
hi: खर्च
hr: Trošenje
id: Pengeluaran
it: Spesa
ja: 支出
kn_in: ಖರ್ಚು ಮಾಡುತ್ತಿದೆ
ko: 지출
ml_in: ചെലവഴിക്കുന്നത്
mr_in: खर्च करणे
ms: Perbelanjaan
nb: Utgifter
nl_nl: Uitgaven
or_in: ଖର୍ଚ୍ଚ
pa_in: ਖਰਚ ਕਰਨਾ
pt_br: Gastos
ta_in: செலவு
te_in: ఖర్చు పెడుతున్నారు
th: การใช้จ่าย
tr: Harcama
uk: Витрати
ur_pk: خرچ کرنا
vi: chi tiêu
zh_hans: 支出
zh_hant: 支出

source: Spending Analysis
ar_sa: تحليل الإنفاق
bn_bd: খরচ বিশ্লেষণ
de_de: Ausgabenanalyse
es_mx: Análisis de gastos
fr_ca: Analyse des dépenses
gu_in: ખર્ચ વિશ્લેષણ
he: ניתוח הוצאות
hi: व्यय विश्लेषण
hr: Analiza potrošnje
id: Analisis Pengeluaran
it: Analisi della spesa
ja: 支出分析
kn_in: ಖರ್ಚು ವಿಶ್ಲೇಷಣೆ
ko: 지출 분석
ml_in: ചെലവ് വിശകലനം
mr_in: खर्चाचे विश्लेषण
ms: Analisis Perbelanjaan
nb: Utgiftsanalyse
nl_nl: Uitgavenanalyse
or_in: ଖର୍ଚ୍ଚ ବିଶ୍ଳେଷଣ |
pa_in: ਖਰਚ ਵਿਸ਼ਲੇਸ਼ਣ
pt_br: Análise de gastos
ta_in: செலவு பகுப்பாய்வு
te_in: ఖర్చు విశ్లేషణ
th: การวิเคราะห์การใช้จ่าย
tr: Harcama Analizi
uk: Аналіз витрат
ur_pk: اخراجات کا تجزیہ
vi: Phân tích chi tiêu
zh_hans: 支出分析
zh_hant: 支出分析

source: Spending by Category
ar_sa: الإنفاق حسب الفئة
bn_bd: বিভাগ অনুযায়ী খরচ
de_de: Ausgaben nach Kategorie
es_mx: Gasto por categoría
fr_ca: Dépenses par catégorie
gu_in: કેટેગરી દ્વારા ખર્ચ
he: הוצאות לפי קטגוריות
hi: श्रेणी के अनुसार खर्च
hr: Potrošnja po kategoriji
id: Pengeluaran berdasarkan Kategori
it: Spesa per categoria
ja: カテゴリ別支出
kn_in: ವರ್ಗದಿಂದ ಖರ್ಚು
ko: 카테고리별 지출
ml_in: വിഭാഗമനുസരിച്ച് ചെലവഴിക്കുന്നു
mr_in: वर्गवारीनुसार खर्च
ms: Perbelanjaan mengikut Kategori
nb: Utgifter etter kategori
nl_nl: Uitgaven per categorie
or_in: ବର୍ଗ ଅନୁଯାୟୀ ଖର୍ଚ୍ଚ
pa_in: ਸ਼੍ਰੇਣੀ ਮੁਤਾਬਕ ਖਰਚ ਕਰਨਾ
pt_br: Gastos por categoria
ta_in: வகை மூலம் செலவு
te_in: కేటగిరీ వారీగా ఖర్చు చేయడం
th: การใช้จ่ายตามหมวดหมู่
tr: Kategoriye Göre Harcama
uk: Витрати за категоріями
ur_pk: زمرہ کے لحاظ سے خرچ کرنا
vi: Chi tiêu theo danh mục
zh_hans: 按类别划分的支出
zh_hant: 按類別劃分的支出

source: Spent
ar_sa: قضى
bn_bd: খরচ করেছে
de_de: Ausgegeben
es_mx: gastado
fr_ca: Dépensé
gu_in: ખર્ચ્યા
he: בילה
hi: खर्च किया
hr: Potrošeno
id: Menghabiskan
it: Speso
ja: 費やした
kn_in: ಖರ್ಚು ಮಾಡಿದೆ
ko: 지출
ml_in: ചെലവഴിച്ചു
mr_in: खर्च केला
ms: Dibelanjakan
nb: Brukt
nl_nl: Besteed
or_in: ଖର୍ଚ୍ଚ
pa_in: ਖਰਚ ਕੀਤਾ
pt_br: Gasto
ta_in: செலவழித்தது
te_in: వెచ్చించారు
th: ใช้จ่าย
tr: Harcanan
uk: Витрачено
ur_pk: خرچ کیا۔
vi: Đã chi tiêu
zh_hans: 已用
zh_hant: 已用

source: Start Free Trial — %@ free
ar_sa: ابدأ النسخة التجريبية المجانية — %@ مجانًا
bn_bd: বিনামূল্যে ট্রায়াল শুরু করুন — %@ বিনামূল্যে
de_de: Kostenlose Testversion starten – %@ kostenlos
es_mx: Iniciar prueba gratuita: %@ gratis
fr_ca: Commencez l'essai gratuit — %@ gratuit
gu_in: મફત અજમાયશ શરૂ કરો — %@ મફત
he: התחל ניסיון חינם - %@ חינם
hi: निःशुल्क परीक्षण प्रारंभ करें - %@ निःशुल्क
hr: Započnite besplatno probno razdoblje — %@ besplatno
id: Mulai Uji Coba Gratis — %@ gratis
it: Inizia la prova gratuita: %@ gratuito
ja: 無料トライアルを開始 — %@ 無料
kn_in: ಉಚಿತ ಪ್ರಯೋಗವನ್ನು ಪ್ರಾರಂಭಿಸಿ — %@ ಉಚಿತ
ko: 무료 평가판 시작 — %@ 무료
ml_in: സൗജന്യ ട്രയൽ ആരംഭിക്കുക — %@ സൗജന്യം
mr_in: विनामूल्य चाचणी सुरू करा — %@ विनामूल्य
ms: Mulakan Percubaan Percuma — %@ percuma
nb: Start gratis prøveversjon — %@ gratis
nl_nl: Gratis proefperiode starten — %@ gratis
or_in: ମାଗଣା ପରୀକ୍ଷା ଆରମ୍ଭ କରନ୍ତୁ - %@ ମାଗଣା |
pa_in: ਮੁਫ਼ਤ ਅਜ਼ਮਾਇਸ਼ ਸ਼ੁਰੂ ਕਰੋ — %@ ਮੁਫ਼ਤ
pt_br: Iniciar avaliação gratuita – %@ grátis
ta_in: இலவச சோதனையைத் தொடங்கு — %@ இலவசம்
te_in: ఉచిత ట్రయల్ ప్రారంభించండి — %@ ఉచితం
th: เริ่มทดลองใช้ฟรี — %@ ฟรี
tr: Ücretsiz Denemeyi Başlatın — %@ ücretsiz
uk: Розпочніть безкоштовну пробну версію — %@ безкоштовно
ur_pk: مفت آزمائش شروع کریں — %@ مفت
vi: Bắt đầu dùng thử miễn phí — %@ miễn phí
zh_hans: 开始免费试用 — %@ 免费
zh_hant: 開始免費試用 — %@ 免費

source: Subscribe Monthly
ar_sa: الاشتراك الشهري
bn_bd: মাসিক সদস্যতা
de_de: Monatlich abonnieren
es_mx: Suscríbete mensualmente
fr_ca: Abonnez-vous mensuellement
gu_in: માસિક સબ્સ્ક્રાઇબ કરો
he: הירשם חודשי
hi: मासिक सदस्यता लें
hr: Pretplatite se mjesečno
id: Berlangganan Bulanan
it: Abbonati mensilmente
ja: 毎月購読する
kn_in: ಮಾಸಿಕ ಚಂದಾದಾರರಾಗಿ
ko: 월간 구독
ml_in: പ്രതിമാസ സബ്സ്ക്രൈബ് ചെയ്യുക
mr_in: मासिक सदस्यता घ्या
ms: Langgan Bulanan
nb: Abonner månedlig
nl_nl: Maandelijks abonneren
or_in: ମାସିକ ସବସ୍କ୍ରାଇବ କରନ୍ତୁ |
pa_in: ਮਹੀਨਾਵਾਰ ਗਾਹਕ ਬਣੋ
pt_br: Assine Mensalmente
ta_in: மாதாந்திர குழுசேர்
te_in: నెలవారీ సభ్యత్వాన్ని పొందండి
th: สมัครสมาชิกรายเดือน
tr: Aylık Abone Ol
uk: Підписка щомісяця
ur_pk: ماہانہ سبسکرائب کریں۔
vi: Đăng ký hàng tháng
zh_hans: 每月订阅
zh_hant: 每月訂閱

source: Subscribe Now
ar_sa: اشترك الآن
bn_bd: এখন সদস্যতা
de_de: Jetzt abonnieren
es_mx: Suscríbete ahora
fr_ca: Abonnez-vous maintenant
gu_in: હમણાં સબ્સ્ક્રાઇબ કરો
he: הירשם עכשיו
hi: अभी सदस्यता लें
hr: Pretplatite se sada
id: Berlangganan Sekarang
it: Iscriviti ora
ja: 今すぐ購読する
kn_in: ಈಗ ಚಂದಾದಾರರಾಗಿ
ko: 지금 구독하세요
ml_in: ഇപ്പോൾ സബ്സ്ക്രൈബ് ചെയ്യുക
mr_in: आता सदस्यता घ्या
ms: Langgan Sekarang
nb: Abonner nå
nl_nl: Abonneer je nu
or_in: ବର୍ତ୍ତମାନ ସବସ୍କ୍ରାଇବ କରନ୍ତୁ |
pa_in: ਹੁਣੇ ਸਬਸਕ੍ਰਾਈਬ ਕਰੋ
pt_br: Assine agora
ta_in: இப்போது குழுசேரவும்
te_in: ఇప్పుడే సభ్యత్వం పొందండి
th: สมัครสมาชิกตอนนี้
tr: Şimdi Abone Ol
uk: Підпишіться зараз
ur_pk: ابھی سبسکرائب کریں۔
vi: Đăng ký ngay
zh_hans: 立即订阅
zh_hant: 立即訂閱

source: Subscribe monthly to keep tracking.
ar_sa: اشترك شهريا لتتبع.
bn_bd: ট্র্যাকিং রাখা মাসিক সদস্যতা.
de_de: Abonnieren Sie jeden Monat, um den Überblick zu behalten.
es_mx: Suscríbete mensualmente para seguir el seguimiento.
fr_ca: Abonnez-vous mensuellement pour continuer à suivre.
gu_in: ટ્રેકિંગ રાખવા માટે માસિક સબ્સ્ક્રાઇબ કરો.
he: הירשם מדי חודש כדי להמשיך לעקוב.
hi: ट्रैकिंग रखने के लिए मासिक सदस्यता लें।
hr: Pretplatite se mjesečno kako biste nastavili pratiti.
id: Berlangganan setiap bulan untuk terus melacak.
it: Abbonati mensilmente per continuare a monitorare.
ja: 追跡し続けるには毎月購読してください。
kn_in: ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಮಾಸಿಕ ಚಂದಾದಾರರಾಗಿ.
ko: 계속해서 추적하려면 매월 구독하세요.
ml_in: ട്രാക്കിംഗ് നിലനിർത്താൻ പ്രതിമാസം സബ്‌സ്‌ക്രൈബുചെയ്യുക.
mr_in: ट्रॅकिंग ठेवण्यासाठी मासिक सदस्यता घ्या.
ms: Langgan setiap bulan untuk terus menjejaki.
nb: Abonner månedlig for å fortsette å spore.
nl_nl: Abonneer u maandelijks om te blijven volgen.
or_in: ଟ୍ରାକିଂ ରଖିବା ପାଇଁ ମାସିକ ସବସ୍କ୍ରାଇବ କରନ୍ତୁ |
pa_in: ਟਰੈਕਿੰਗ ਰੱਖਣ ਲਈ ਮਹੀਨਾਵਾਰ ਗਾਹਕ ਬਣੋ।
pt_br: Assine mensalmente para acompanhar.
ta_in: தொடர்ந்து கண்காணிக்க மாதந்தோறும் குழுசேரவும்.
te_in: ట్రాక్ చేయడం కోసం నెలవారీ సభ్యత్వాన్ని పొందండి.
th: สมัครสมาชิกรายเดือนเพื่อติดตาม
tr: Takip etmeye devam etmek için aylık abone olun.
uk: Підпишіться щомісяця, щоб стежити.
ur_pk: باخبر رہنے کے لیے ماہانہ سبسکرائب کریں۔
vi: Đăng ký hàng tháng để theo dõi.
zh_hans: 每月订阅以保持跟踪。
zh_hant: 每月訂閱以保持追蹤。

source: Subscribe to keep your finances on track.
ar_sa: اشترك للحفاظ على اموالك على المسار الصحيح.
bn_bd: ট্র্যাক আপনার আর্থিক রাখা সদস্যতা.
de_de: Abonnieren Sie, um Ihre Finanzen im Griff zu behalten.
es_mx: Suscríbete para mantener tus finanzas al día.
fr_ca: Abonnez-vous pour garder vos finances sur la bonne voie.
gu_in: તમારી નાણાકીય બાબતોને ટ્રેક પર રાખવા માટે સબ્સ્ક્રાઇબ કરો.
he: הירשם כדי לשמור על הכספים שלך במסלול.
hi: अपने वित्त को ट्रैक पर रखने के लिए सदस्यता लें।
hr: Pretplatite se kako biste održavali svoje financije na pravom putu.
id: Berlanggananlah agar keuangan Anda tetap pada jalurnya.
it: Iscriviti per tenere sotto controllo le tue finanze.
ja: 購読して、財政を順調に保ちましょう。
kn_in: ನಿಮ್ಮ ಹಣಕಾಸುಗಳನ್ನು ಟ್ರ್ಯಾಕ್‌ನಲ್ಲಿ ಇರಿಸಿಕೊಳ್ಳಲು ಚಂದಾದಾರರಾಗಿ.
ko: 재정을 순조롭게 유지하려면 구독하세요.
ml_in: നിങ്ങളുടെ സാമ്പത്തികം ട്രാക്കിൽ നിലനിർത്താൻ സബ്‌സ്‌ക്രൈബ് ചെയ്യുക.
mr_in: तुमची आर्थिक स्थिती ट्रॅकवर ठेवण्यासाठी सदस्यता घ्या.
ms: Langgan untuk memastikan kewangan anda berada di landasan yang betul.
nb: Abonner for å holde økonomien i orden.
nl_nl: Abonneer u om uw financiën op het goede spoor te houden.
or_in: ତୁମର ଆର୍ଥିକ ଟ୍ରାକ୍ ରଖିବାକୁ ସବସ୍କ୍ରାଇବ କର |
pa_in: ਆਪਣੇ ਵਿੱਤ ਨੂੰ ਟਰੈਕ 'ਤੇ ਰੱਖਣ ਲਈ ਗਾਹਕ ਬਣੋ।
pt_br: Assine para manter suas finanças sob controle.
ta_in: உங்கள் நிதிகளை கண்காணிக்க குழுசேரவும்.
te_in: మీ ఆర్థిక స్థితిని ట్రాక్‌లో ఉంచుకోవడానికి సభ్యత్వాన్ని పొందండి.
th: สมัครสมาชิกเพื่อให้การเงินของคุณเป็นไปตามแผน
tr: Mali durumunuzu yolunda tutmak için abone olun.
uk: Підпишіться, щоб підтримувати свої фінанси в порядку.
ur_pk: اپنے مالی معاملات کو ٹریک پر رکھنے کے لیے سبسکرائب کریں۔
vi: Đăng ký để giữ tài chính của bạn đi đúng hướng.
zh_hans: 订阅以保持您的财务步入正轨。
zh_hant: 訂閱以保持您的財務步入正軌。

source: Subscription
ar_sa: الاشتراك
bn_bd: সাবস্ক্রিপশন
de_de: Abonnement
es_mx: Suscripción
fr_ca: Abonnement
gu_in: સબ્સ્ક્રિપ્શન
he: מנוי
hi: सदस्यता
hr: Pretplata
id: Berlangganan
it: Abbonamento
ja: 定期購入
kn_in: ಚಂದಾದಾರಿಕೆ
ko: 구독
ml_in: സബ്സ്ക്രിപ്ഷൻ
mr_in: वर्गणी
ms: Langganan
nb: Abonnement
nl_nl: Abonnement
or_in: ସଦସ୍ୟତା
pa_in: ਗਾਹਕੀ
pt_br: Assinatura
ta_in: சந்தா
te_in: చందా
th: สมัครสมาชิก
tr: Abonelik
uk: Підписка
ur_pk: رکنیت
vi: Đăng ký
zh_hans: 订阅
zh_hant: 訂閱

source: Subscription Status
ar_sa: حالة الاشتراك
bn_bd: সদস্যতা স্থিতি
de_de: Abonnementstatus
es_mx: Estado de suscripción
fr_ca: Statut de l'abonnement
gu_in: સબ્સ્ક્રિપ્શન સ્થિતિ
he: סטטוס מנוי
hi: सदस्यता स्थिति
hr: Status pretplate
id: Status Berlangganan
it: Stato dell'abbonamento
ja: 購読ステータス
kn_in: ಚಂದಾದಾರಿಕೆ ಸ್ಥಿತಿ
ko: 구독 상태
ml_in: സബ്സ്ക്രിപ്ഷൻ നില
mr_in: सदस्यता स्थिती
ms: Status Langganan
nb: Abonnementsstatus
nl_nl: Abonnementsstatus
or_in: ସଦସ୍ୟତା ସ୍ଥିତି
pa_in: ਗਾਹਕੀ ਸਥਿਤੀ
pt_br: Status da assinatura
ta_in: சந்தா நிலை
te_in: చందా స్థితి
th: สถานะการสมัครสมาชิก
tr: Abonelik Durumu
uk: Статус підписки
ur_pk: رکنیت کی حیثیت
vi: Trạng thái đăng ký
zh_hans: 订阅状态
zh_hant: 訂閱狀態

source: Subscriptions
ar_sa: الاشتراكات
bn_bd: সদস্যতা
de_de: Abonnements
es_mx: Suscripciones
fr_ca: Abonnements
gu_in: સબ્સ્ક્રિપ્શન્સ
he: מנויים
hi: सदस्यताएँ
hr: Pretplate
id: Langganan
it: Abbonamenti
ja: 定期購入
kn_in: ಚಂದಾದಾರಿಕೆಗಳು
ko: 구독
ml_in: സബ്സ്ക്രിപ്ഷനുകൾ
mr_in: सदस्यता
ms: Langganan
nb: Abonnementer
nl_nl: Abonnementen
or_in: ସଦସ୍ୟତା
pa_in: ਗਾਹਕੀਆਂ
pt_br: Assinaturas
ta_in: சந்தாக்கள்
te_in: చందాలు
th: การสมัครรับข้อมูล
tr: Abonelikler
uk: Підписки
ur_pk: سبسکرپشنز
vi: Đăng ký
zh_hans: 订阅
zh_hant: 訂閱

source: Sync pending
ar_sa: المزامنة معلقة
bn_bd: সিঙ্ক মুলতুবি আছে
de_de: Synchronisierung steht aus
es_mx: Sincronización pendiente
fr_ca: Synchronisation en attente
gu_in: સમન્વયન બાકી છે
he: סנכרון בהמתנה
hi: समन्वयन लंबित है
hr: Sinkronizacija na čekanju
id: Sinkronisasi tertunda
it: Sincronizzazione in sospeso
ja: 同期保留中
kn_in: ಸಿಂಕ್ ಬಾಕಿಯಿದೆ
ko: 동기화 보류 중
ml_in: സമന്വയം തീർച്ചപ്പെടുത്തിയിട്ടില്ല
mr_in: सिंक प्रलंबित
ms: Penyegerakan belum selesai
nb: Synkronisering venter
nl_nl: Synchronisatie in behandeling
or_in: ସିଙ୍କ୍ ବିଚାରାଧୀନ ଅଛି |
pa_in: ਸਮਕਾਲੀਕਰਨ ਬਕਾਇਆ
pt_br: Sincronização pendente
ta_in: ஒத்திசைவு நிலுவையில் உள்ளது
te_in: సమకాలీకరణ పెండింగ్‌లో ఉంది
th: การซิงค์อยู่ระหว่างดำเนินการ
tr: Senkronizasyon beklemede
uk: Очікується синхронізація
ur_pk: مطابقت پذیری زیر التواء ہے۔
vi: Đang chờ đồng bộ hóa
zh_hans: 同步待处理
zh_hant: 同步待處理

source: TRY ASKING
ar_sa: حاول أن تسأل
bn_bd: জিজ্ঞাসা করার চেষ্টা করুন
de_de: Versuchen Sie zu fragen
es_mx: INTENTA PREGUNTAR
fr_ca: ESSAYEZ DE DEMANDER
gu_in: પૂછવાનો પ્રયાસ કરો
he: נסה לשאול
hi: पूछने का प्रयास करें
hr: POKUŠAJTE PITATI
id: COBA BERTANYA
it: PROVA A CHIEDERE
ja: 聞いてみてください
kn_in: ಕೇಳಲು ಪ್ರಯತ್ನಿಸಿ
ko: 물어보세요
ml_in: ചോദിക്കാൻ ശ്രമിക്കുക
mr_in: विचारून पहा
ms: CUBA TANYA
nb: PRØV Å SPØRE
nl_nl: PROBEER HET TE VRAGEN
or_in: ପଚାରନ୍ତୁ |
pa_in: ਪੁੱਛਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt_br: TENTE PERGUNTAR
ta_in: கேட்க முயற்சிக்கவும்
te_in: అడగడానికి ప్రయత్నించండి
th: ลองถามดู
tr: SORMAYI DENEYİN
uk: СПРОБУЙТЕ ЗАПИТАТИ
ur_pk: پوچھنے کی کوشش کریں۔
vi: THỬ HỎI
zh_hans: 尝试询问
zh_hant: 嘗試詢問

source: Tap + to add your first expense
ar_sa: اضغط على + لإضافة نفقتك الأولى
bn_bd: আপনার প্রথম খরচ যোগ করতে + আলতো চাপুন
de_de: Tippen Sie auf +, um Ihre erste Ausgabe hinzuzufügen
es_mx: Toca + para agregar tu primer gasto
fr_ca: Appuyez sur + pour ajouter votre première dépense
gu_in: તમારો પ્રથમ ખર્ચ ઉમેરવા માટે + પર ટૅપ કરો
he: הקש על + כדי להוסיף את ההוצאה הראשונה שלך
hi: अपना पहला खर्च जोड़ने के लिए + टैप करें
hr: Dodirnite + da dodate svoj prvi trošak
id: Ketuk + untuk menambahkan pengeluaran pertama Anda
it: Tocca + per aggiungere la tua prima spesa
ja: 「+」をタップして最初の経費を追加します
kn_in: ನಿಮ್ಮ ಮೊದಲ ವೆಚ್ಚವನ್ನು ಸೇರಿಸಲು + ಟ್ಯಾಪ್ ಮಾಡಿ
ko: +를 탭하여 첫 번째 비용을 추가하세요.
ml_in: നിങ്ങളുടെ ആദ്യ ചെലവ് ചേർക്കാൻ + ടാപ്പ് ചെയ്യുക
mr_in: तुमचा पहिला खर्च जोडण्यासाठी + वर टॅप करा
ms: Ketik + untuk menambah perbelanjaan pertama anda
nb: Trykk på + for å legge til din første utgift
nl_nl: Tik op + om uw eerste uitgave toe te voegen
or_in: ଆପଣଙ୍କର ପ୍ରଥମ ଖର୍ଚ୍ଚ ଯୋଡିବାକୁ + ଟ୍ୟାପ୍ କରନ୍ତୁ |
pa_in: ਆਪਣਾ ਪਹਿਲਾ ਖਰਚਾ ਜੋੜਨ ਲਈ + 'ਤੇ ਟੈਪ ਕਰੋ
pt_br: Toque em + para adicionar sua primeira despesa
ta_in: உங்கள் முதல் செலவைச் சேர்க்க + என்பதைத் தட்டவும்
te_in: మీ మొదటి ఖర్చును జోడించడానికి + నొక్కండి
th: แตะ + เพื่อเพิ่มค่าใช้จ่ายแรกของคุณ
tr: İlk giderinizi eklemek için +'ya dokunun
uk: Натисніть +, щоб додати свої перші витрати
ur_pk: اپنا پہلا خرچ شامل کرنے کے لیے + کو تھپتھپائیں۔
vi: Nhấn + để thêm chi phí đầu tiên của bạn
zh_hans: 点击 + 添加您的第一笔费用
zh_hant: 點擊 + 新增您的第一筆費用

source: Tap a slice or label to get AI insight
ar_sa: اضغط على شريحة أو تسمية للحصول على رؤية معززة بالذكاء الاصطناعي
bn_bd: AI অন্তর্দৃষ্টি পেতে একটি স্লাইস বা লেবেল আলতো চাপুন
de_de: Tippen Sie auf ein Segment oder eine Beschriftung, um KI-Einblicke zu erhalten
es_mx: Toque una porción o etiqueta para obtener información de la IA
fr_ca: Appuyez sur une tranche ou une étiquette pour obtenir un aperçu de l'IA
gu_in: AI ની જાણકારી મેળવવા માટે સ્લાઇસ અથવા લેબલ પર ટૅપ કરો
he: הקש על פרוסה או תווית כדי לקבל תובנות בינה מלאכותית
hi: AI जानकारी प्राप्त करने के लिए किसी स्लाइस या लेबल पर टैप करें
hr: Dodirnite isječak ili oznaku da dobijete AI uvid
id: Ketuk sepotong atau label untuk mendapatkan wawasan AI
it: Tocca una sezione o un'etichetta per ottenere informazioni dettagliate sull'intelligenza artificiale
ja: スライスまたはラベルをタップして AI の洞察を得る
kn_in: AI ಒಳನೋಟವನ್ನು ಪಡೆಯಲು ಸ್ಲೈಸ್ ಅಥವಾ ಲೇಬಲ್ ಅನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ
ko: AI 통찰력을 얻으려면 슬라이스 또는 레이블을 탭하세요.
ml_in: AI ഉൾക്കാഴ്ച ലഭിക്കാൻ ഒരു സ്ലൈസ് അല്ലെങ്കിൽ ലേബൽ ടാപ്പ് ചെയ്യുക
mr_in: AI इनसाइट मिळवण्यासाठी स्लाइस किंवा लेबलवर टॅप करा
ms: Ketik kepingan atau label untuk mendapatkan cerapan AI
nb: Trykk på en skive eller etikett for å få AI-innsikt
nl_nl: Tik op een segment of label om AI-inzicht te krijgen
or_in: AI ଜ୍ଞାନ ପାଇବା ପାଇଁ ଏକ ସ୍ଲାଇସ୍ କିମ୍ବା ଲେବଲ୍ ଟ୍ୟାପ୍ କରନ୍ତୁ |
pa_in: AI ਇਨਸਾਈਟ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਇੱਕ ਟੁਕੜਾ ਜਾਂ ਲੇਬਲ 'ਤੇ ਟੈਪ ਕਰੋ
pt_br: Toque em uma fatia ou rótulo para obter insights de IA
ta_in: AI நுண்ணறிவைப் பெற ஸ்லைஸ் அல்லது லேபிளைத் தட்டவும்
te_in: AI అంతర్దృష్టిని పొందడానికి స్లైస్ లేదా లేబుల్‌ని నొక్కండి
th: แตะชิ้นหรือป้ายกำกับเพื่อรับข้อมูลเชิงลึกของ AI
tr: Yapay zeka hakkında bilgi edinmek için bir dilime veya etikete dokunun
uk: Торкніться фрагмента або мітки, щоб отримати статистику ШІ
ur_pk: AI بصیرت حاصل کرنے کے لیے کسی ٹکڑے یا لیبل پر تھپتھپائیں۔
vi: Nhấn vào một lát hoặc nhãn để hiểu rõ hơn về AI
zh_hans: 点击切片或标签即可获得 AI 洞察
zh_hant: 點擊切片或標籤即可獲得 AI 洞察
